import random

import datetime

weekday = datetime.datetime.today().weekday()

print("План на день: "+datetime.datetime.now().strftime("%Y-%m-%d"))

print("07.00 - зубы, вода, зарядка, уборка")

print("08.00 - вода с лимоном, "+random.choice(("яблоко","овсянка","йогурт","гречка","творог","банан","хумус","грецкий орех","гранат","капуста","спаржа","изюм","помидоры","огурцы","морковь","мёд","рис","апельсин","квашеная капуста")))

print("09.00 - "+("спина","stepik","перед","simpler","руки","stepik","yoga")[weekday])

print("10.00 - задачи, сортировка, перепросмотр, приложения")

print("16.00 - вода с лимоном, "+random.choice(("яблоко","овсянка","йогурт","гречка","творог","банан","хумус","грецкий орех","гранат","капуста","спаржа","изюм","помидоры","огурцы","морковь","мёд","рис","апельсин","квашеная капуста")))

print("17.00 - чтение")

print("19.00 - запись в дневнике")

print("22.00 - душ, breathe, прогулка, meditation")

#mimo, pythonX, sololearn, data camp
